Repository: arixstudio/WP-Author-Revenue-Manager
Catalog: language/rxarm-*.po
Languages: fa_ir

source: This field is required.
fa_ir: این فیلد لازم است.

source: Please enter a valid number.
fa_ir: لطفاً عدد وارد نمایید.

source: Please select valid input file format.
fa_ir: لطفاً یک فایل با فرمت قابل قبول انتخاب نمایید.

source: Required
fa_ir: لازم

source: Slug
fa_ir: نامک

source: English title
fa_ir: عنوان انگلیسی

source: Persian title
fa_ir: عنوان فارسی

source: Revenue receipts
fa_ir: فیش ها

source: Revenues
fa_ir: درآمد ها

source: Month's revenues
fa_ir: درآمد های ماه جاری

source: Leaderboard
fa_ir: لیدربورد

source: Authors
fa_ir: نویسندگان

source: Bonuses
fa_ir: پاداش ها

source: Penalties
fa_ir: کسورات

source: Transactions
fa_ir: تراکنش ها

source: Settings
fa_ir: تنظیمات

source: Profile
fa_ir: پروفایل

source: No data saved
fa_ir: داده ای ذخیره نشد.

source: Update failed.
fa_ir: بروز رسانی ناموفق بود.

source: No data updated.
fa_ir: داده ای بروز نشد.

source: Delete failed.
fa_ir: حذف ناموفق بود.

source: No data deleted.
fa_ir: داده ای حذف نشد.

source: The data format is not specified correctly.
fa_ir: فرمت اطلاعات نادرست است.

source: No data found.
fa_ir: داده ای جهت نمایش وجود ندارد.

source: Revenue number
fa_ir: شماره فیش

source: Author
fa_ir: نویسنده

source: Status
fa_ir: وضعیت

source: Month
fa_ir: ماه

source: Search
fa_ir: جستجو

source: Start from
fa_ir: از تاریخ

source: End from
fa_ir: تا تاریخ

source: Apply
fa_ir: اعمال

source: DELETED
fa_ir: حذف شده

source: United States (US) dollar
fa_ir: دلار امریکا

source: Euro
fa_ir: یورو

source: Iranian Rial
fa_ir: ریال ایران

source: IRR
fa_ir: ریال

source: Iranian Toman
fa_ir: تومان ایران

source: IRT
fa_ir: تومان

source: High performance
fa_ir: راندمان بالا

source: Low performance
fa_ir: راندمان پایین

source: Total payable of the month
fa_ir: کل درآمد قابل پرداخت ماه

source: Authors' performance / Words
fa_ir: راندمان نویسنده / کلمه

source: Top 10 authors of month / Words
fa_ir: 10 نفر برتر ماه / کلمه

source: Monthly leaderboard / Words
fa_ir: لیدربورد ماهیانه / کلمه

source: My performance / Previous and current month
fa_ir: راندمان من / ماه گذشته و جاری

source: Top 3 authors of month / Words
fa_ir: 3 نفر برتر ماه / کلمه

source: Extra words written
fa_ir: کلمات نوشته شده اضافه

source: Less words written
fa_ir: تعداد کم کلمات

source: %s amount
fa_ir: مبلغ %s

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: %s is required.
fa_ir: %s لازم است.

source: File
fa_ir: فایل

source: Please select an image.
fa_ir: لطف یک تصویر انتخاب نمایید.

source: Sorry, file already exists.
fa_ir: فایل از پیش موجود است.

source: Sorry, your file is too large.
fa_ir: حجم فایل انتخابی بیش از حد مجاز است.

source: Sorry, only JPG, JPEG and PNG files are allowed.
fa_ir: تنها فرمت های JPG، JPEG، PNG مورد قبول هستند.

source: Sorry, there was an error uploading your file.
fa_ir: بارگذاری ناموفق بود.

source: Farvardin
fa_ir: فروردین

source: Ordibehesht
fa_ir: اردیبهشت

source: Khordad
fa_ir: خرداد

source: Tir
fa_ir: تیر

source: Mordad
fa_ir: مرداد

source: Shahrivar
fa_ir: شهریور

source: Mehr
fa_ir: مهر

source: Aban
fa_ir: آبان

source: Azar
fa_ir: آذر

source: Dey
fa_ir: دی

source: Bahman
fa_ir: بهمن

source: Esfand
fa_ir: اسفند

source: Security check failure.
fa_ir: بررسی امنیتی ناموفق بود.

source: You are not allowed to perform this action.
fa_ir: متاسفانه مجوز لازم جهت انجام این عملیات را ندارید.

source: Amount
fa_ir: مبلغ

source: Reason
fa_ir: دلیل

source: Bonus has been submitted.
fa_ir: پاداش ثبت شد.

source: Operation was unsuccesful. Please try again.
fa_ir: عملیات ناموفق بود. لطفاً دوباره تلاش نمایید.

source: Bonus id
fa_ir: شناسه پاداش

source: %s does not exist.
fa_ir: %s وجود ندارد.

source: Bonus
fa_ir: پاداش

source: This %s is accounted and can not get repealed.
fa_ir: این %s محاسبه شده و غیر قابل لغو است.

source: Bonus has been repealed.
fa_ir: پاداش لغو شد.

source: Penalty has been submitted.
fa_ir: جریمه با موفقیت ثبت شد.

source: Penalty
fa_ir: جریمه

source: Penalty has been repealed.
fa_ir: جریمه لغو شد.

source: Method
fa_ir: روش

source: Transaction has been submitted.
fa_ir: تراکنش با موفقیت ثبت شد.

source: Paid
fa_ir: پرداخت شده

source: Unpaid
fa_ir: پرداخت نشده

source: Accounted
fa_ir: حساب شده

source: Not accounted
fa_ir: حساب نشده

source: Information updated successfully.
fa_ir: اطلاعات با موفقیت ذخیره شد.

source: Card number
fa_ir: شماره کارت

source: Sheba number
fa_ir: شماره شبا

source: Revenue per word
fa_ir: درآمد به ازای هر کلمه

source: Minimum words per month
fa_ir: حداقل تعداد کلمات لازم

source: Update
fa_ir: بروزرسانی

source: Add contact option
fa_ir: افزودن روش تماس

source: Mobile number
fa_ir: شماره موبایل

source: Contact option
fa_ir: روش تماس

source: Select
fa_ir: انتخاب

source: Cancel
fa_ir: انصراف

source: Add
fa_ir: افزودن

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: Email
fa_ir: ایمیل

source: Locale
fa_ir: زبان

source: Date of birth
fa_ir: تاریخ تولد

source: Recommender
fa_ir: معرف

source: Site's default language
fa_ir: زبان پیشفرض سایت

source: English
fa_ir: انگلیسی

source: Persian
fa_ir: فارسی

source: Background
fa_ir: سوابق کاری

source: Scope of profession
fa_ir: زمینه تخصص

source: Address
fa_ir: آدرس

source: General info
fa_ir: مشخصات جامع

source: Accounting
fa_ir: حسابداری

source: Contact options
fa_ir: روش های تماس

source: Registered at
fa_ir: تاریخ عضویت

source: Full name
fa_ir: نام و نام خانوادگی

source: Total revenues
fa_ir: کل درآمد

source: View
fa_ir: مشاهده

source: New Author
fa_ir: نویسنده جدید

source: Submit Bonus
fa_ir: ثبت پاداش

source: Type
fa_ir: نوع

source: Issue Date
fa_ir: تاریخ صدور

source: Repeal
fa_ir: لغو

source: Auto generated
fa_ir: خودکار

source: Custom
fa_ir: اختصاصی

source: Submit
fa_ir: ثبت

source: Repeal bonus
fa_ir: لغو پاداش

source: Are you sure?
fa_ir: از انجام این عمل اطمینان دارید؟

source: Nope
fa_ir: بیخیال

source: Just do it
fa_ir: انجامش بده

source: Rank
fa_ir: رتبه

source: Words written
fa_ir: کلمات نوشته شده

source: Written words
fa_ir: کلمات نوشته شده

source: Payable amount
fa_ir: قابل پرداخت

source: Submit Penalty
fa_ir: ثبت جریمه

source: Repeal penalty
fa_ir: لغو جریمه

source: Revenue receipt
fa_ir: فیش درآمد

source: Gross revenue
fa_ir: درآمد ناخالص

source: Submit payment
fa_ir: ثبت تراکنش

source: Payment detail
fa_ir: جزئیات پرداخت

source: Total payable
fa_ir: مبلغ قابل پرداخت

source: Submit Transaction
fa_ir: ثبت تراکنش

source: Sheba
fa_ir: شبا

source: Cart transfer
fa_ir: واریز به کارت

source: Ref number
fa_ir: شماره رهگیری

source: Optional
fa_ir: دلخواه

source: Attachment
fa_ir: ضمیمه

source: Allowed formats: .jpg, .jpeg, .png
fa_ir: فرمت های قابل قبول: jpg, jpeg, png

source: Penalities
fa_ir: کسورات

source: Issue date
fa_ir: تاریخ صدور

source: General
fa_ir: عمومی

source: Settings updated successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Currency
fa_ir: واحد پول

source: Currency position
fa_ir: محل قرارگیری واحد پول

source: Thousand seperator
fa_ir: جدا کننده هزارگان

source: Decimal seperator
fa_ir: جدا کننده اعشار

source: Default revenue per word
fa_ir: درآمد پیشفرض به ازای هر کلمه

source: Payday
fa_ir: تاریخ پرداخت

source: Default settings restored.
fa_ir: تنظیمات پیشفرض بازنشانی شد.

source: Payday (Day of month)
fa_ir: روز واریز (روز چندم ماه)

source: Day of month
fa_ir: روز از ماه

source: Auto bonus rules
fa_ir: شرایط پاداش خودکار

source: Auto penalty rules
fa_ir: شرایط جریمه خودکار

source: Help
fa_ir: راهنمایی

source: Seperate rules with semicolon ( ; )
fa_ir: هر شرط را با ( ; ) جدا نمایید.

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Left with space
fa_ir: چپ با فاصله

source: Right with space
fa_ir: راست با فاصله

source: Number of decimals
fa_ir: تعداد اعشار

source: Excluded words from counting
fa_ir: کلمات معاف از شمارش

source: Seperate words with comma (,)
fa_ir: هر کلمه را با ( , ) جدا نمایید.

source: Update settings
fa_ir: ذخیره سازی

source: Restore defaults
fa_ir: تنظیمات پیشفرض

source: Transaction
fa_ir: تراکنش

source: Date
fa_ir: تاریخ

source: Previous month
fa_ir: ماه قبل

source: words
fa_ir: کلمه

source: This month
fa_ir: این ماه

source: Difference
fa_ir: تفاضل

source: Performance
fa_ir: راندمان

source: Author Revenue Management
fa_ir: سیستم مدیریت درآمد نویسندگان

source: Manage authors' revenues based on their performance
fa_ir: مدیریت درآمد نویسندگان سایت بر اساس راندمان
